Repository: newsify2000/world_cue
Catalog: lib/l10n/intl_*.arb
Languages: mr

source: No Internet Connection
mr: इंटरनेट कनेक्शन नाही

# byContinuingToUseThisSiteYouAcceptOurUse
source: By continuing to use this site, you accept our use of a cookie to keep you signed in and secure.
mr: या साइटचा वापर करणे सुरू ठेवून, तुम्ही तुम्हाला साइन इन आणि सुरक्षित ठेवण्यासाठी आमच्या कुकीच्या वापराबद्दल सहमत आहात.

source: App Settings
mr: ॲप सेटिंग्ज

source: Profile
mr: प्रोफाइल

source: Other
mr: इतर

source: Just now
mr: आत्ताच

source: Yesterday
mr: काल

# diffinminutesMinAgo
source: {minutes} min ago
mr: {minutes} मिनिटांपूर्वी

# diffinhoursHrAgo
source: {hours} hr ago
mr: {hours} तासांपूर्वी

# diffindaysDaysAgo
source: {days} days ago
mr: {days} दिवसांपूर्वी

# diffindays7floorWAgo
source: {weeks} w ago
mr: {weeks} आठवड्यांपूर्वी

# diffindays30floorMoAgo
source: {months} mo ago
mr: {months} महिन्यांपूर्वी

# diffindays365floorYrAgo
source: {years} yr ago
mr: {years} वर्षांपूर्वी

source: Failed to load image
mr: प्रतिमा लोड करण्यात अयशस्वी

source: NotAvailable
mr: उपलब्ध नाही

source: UnknownSource
mr: अज्ञात स्रोत

source: source info not available
mr: स्रोत माहिती उपलब्ध नाही

# realFactsNoBiasGlobalUpdatesnYouCanTrust
source: Real facts. No bias. Global updates you can trust.
mr: खरी तथ्ये. कोणताही पक्षपात नाही. विश्वासार्ह ग्लोबल अपडेट्स.

source: Continue with Google
mr: Google सह सुरू ठेवा

source: No bookmarks yet.
mr: अद्याप कोणतेही बुकमार्क नाहीत.

source: Click to refresh.
mr: रीफ्रेश करण्यासाठी क्लिक करा.

source: No news available
mr: कोणतीही बातमी उपलब्ध नाही

source: Search News
mr: बातम्या शोधा

source: Categories
mr: श्रेण्या

source: Home
mr: होम

source: Bookmark
mr: बुकमार्क

source: View Full Article
mr: संपूर्ण लेख पहा

source: No news found.
mr: कोणतीही बातमी आढळली नाही.

source: Type something to get results...
mr: निकाल मिळविण्यासाठी काहीतरी टाइप करा...

source: App Language
mr: ॲप भाषा

source: App Theme
mr: ॲप थीम

source: Rate Us
mr: आम्हाला रेट करा

source: Share App
mr: ॲप शेअर करा

source: About Us
mr: आमच्याबद्दल

source: Logout
mr: बाहेर पडा

source: Select Language
mr: भाषा निवडा

source: Select Theme
mr: थीम निवडा

source: Light
mr: प्रकाश

source: Dark
mr: गडद

source: System Default
mr: सिस्टम डिफॉल्ट

source: Are you sure you want to logout?
mr: तुम्ही लॉगआउट करू इच्छिता याची खात्री आहे?

source: Cancel
mr: रद्द करा

source: Privacy Policy
mr: गोपनीयता धोरण

source: Terms & Conditions
mr: अटी आणि नियम

source: Read Privacy Policy
mr: गोपनीयता धोरण वाचा
